data/l2/apache/benchmark-apache.stock/cores-30/log/WRKwrk
Running 50s test @ http://127.0.0.1:8000/x.txt
  30 threads and 240 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     2.43ms    4.21ms 196.16ms   96.23%
    Req/Sec     2.67k     0.99k    6.86k    67.88%
  1595172 requests in 20.12s, 811.27MB read
Requests/sec:  79278.84
Transfer/sec:     40.32MB